{
  "feedbacks": [
    {
      "user": "Krisna Makan Mania",
      "komentar": "Katalog restoran ini sungguh luar biasa! Sangat ramah pengguna dan memudahkan saya menjelajahi berbagai pilihan kuliner."
    },
    {
      "user": "Lina Rasamania",
      "komentar": "Situs web ini membantu saya menemukan restoran dengan cepat dan mudah."
    },
    {
      "user": "Anisa",
      "komentar": "Katalog restoran ini sangat mudah digunakan, memudahkan saya untuk menjelajahi berbagai pilihan makanan."
    },
    {
      "user": "Budi",
      "komentar": "Saya suka tata letak situs web ini, yang membantu saya menemukan restoran baru berdasarkan preferensi saya."
    },
    {
      "user": "Citra",
      "komentar": "Fitur peta interaktif adalah sentuhan bagus, memberikan cara visual untuk menjelajahi restoran di lokasi berbeda."
    },
    {
      "user": "Dewi",
      "komentar": "Web sangat bagus dan mudah untuk di jelajahi, untuk saya yang ingin mencari restoran"
    },
    {
      "user": "Eko",
      "komentar": "Menjelajahi katalog di ponsel saya lancar, dan pengalaman seluler meningkatkan eksplorasi pilihan restoran saya."
    },
    {
      "user": "Fitri",
      "komentar": "Katalog ini sangat memudahkan saya untuk menjelajahi restoran yang ada."
    },
    {
      "user": "Galuh Penggemar",
      "komentar": "Bagian 'restoran unggulan' adalah sentuhan bagus, memperkenalkan saya pada tempat-tempat baru dan menarik dalam dunia kuliner lokal."
    },
    {
      "user": "Hendry Tren",
      "komentar": "Web katalog membuat saya tetap terinformasi tentang tren kuliner terbaru, menambahkan elemen kegembiraan pada eksplorasi makanan saya."
    },
    {
      "user": "Ira",
      "komentar": "Gambar berkualitas tinggi menciptakan pengalaman visual yang menarik, membuat proses pengambilan keputusan lebih menyenangkan."
    },
    {
      "user": "Joko Reservasi",
      "komentar": "Tautan cepat membuat reservasi online adalah fitur yang nyaman, meningkatkan penggunaan situs web secara keseluruhan."
    }
  ]
}
